{
  "products": [
    {
      "id": "Kandora",
      "name": "Aqua Peacock Winter Kandora",
      "category": "Kandora",
      "description": "Limited Edition product discription:A trendsetting hue that blends elegance with confident energy, crafted for those who refuse to blend in. Tailored from premium winter fabric, this kandora delivers warmth, flawless drape, and a standout presence. Step into the season in style and let every occasion vibe with your confidence.",
      "price": "₹ 12,898.23",
      "images": [
        "https://altelal.com/cdn/shop/files/WINTER_252255.jpg?v=1764434074&width=720",
        "https://altelal.com/cdn/shop/files/WINTER_252260.jpg?v=1764434074",
        "https://altelal.com/cdn/shop/files/WINTER_252262.jpg?v=1764434075"
      ]
    },
    {
      "gender": "Male",
      "price": "₹ 7,937.37",
      "name": "Kids’ Kandura | Classic Emirati Design Regular price",
      "style": "White Color",
      "images": [
        "https://altelal.com/cdn/shop/files/kid_02-03-ajm-2025.jpg?v=1754412505",
        "https://altelal.com/cdn/shop/files/kid_02-01-ajm-2025.jpg?v=1754412465",
        "https://altelal.com/cdn/shop/files/kid_02-02-ajm-2025.jpg?v=1754412486"
      ],
      "id": "Kandura",
      "description": "Kids Kandura: A Blend of Tradition and Style\nTelal presents a premium Kids Kandura designed exclusively for boys who deserve nothing but the best. Featuring a classic cut and high-quality fabric, this kandura ensures comfort and durability while reflecting the richness of Arabic heritage. Whether for festive gatherings or family outings, this outfit guarantees a refined and polished appearance.\n\n\nThe Kandura is a symbol of Arabic Tradition and Telal adds a touch of class to it. Whenever your little gentlemen need to be at the center of attention, they demand a level of quality none less than the best. Telal presents a special line of products for the boys.\n\n*Please note, the egal,shimagh and sandal in the image is not included in the purchase*",
      "sub_category": "Kids Kandura",
      "category": "Kandura"
    }
  ]
}
